<script>
    import { ref } from 'vue';
    import gold_dragon from "../img/gold_dragon.jpg";
    import forecast from "../img/forecast.jpg";
    import dragon from "../img/dragon.jpg";
    import health from "../img/health2.jpg";

    const services = ref([
        {
        name: "Прогноз на Год",
        description: "Эта услуга позволяет рассмотреть все сферы вашей жизни этого года. Определение текущих задач, актуальных направлений и перспектив на текущий год",
        description_points: [
            "Определение текущих задач, актуальных направлений и перспектив на текущий год;",
            "Анализ возможностей;",
            "Рассмотрение перспектив в отношениях, перспективы создания семьи;",
            "Здоровье: на что обратить внимание, как укрепить здоровье;",
            "Рекомендации как эффективно прожить год;",
            "Советы, позволяющие скорректировать негативные тенденции года и привлечь удачу."
        ],
        imagePath: forecast,
        format: "текстовый файл / аудиоформат",
        price: "3000 ₽"
        },
        {
        name: "Разбор карты ребенка",
        description: "Астрологический разбор карты ребенка - это уникальная услуга, которая помогает родителям лучше понять своего малыша и направить его развитие.",
        description_points: [
            "Анализ возможных проблем со здоровьем;",
            "Как понять внутренний мир своего ребенка и научиться с ним гармонично взаимодействовать;",
            "Какие таланты и способности стоит развивать, а на какие, напротив, не стоит тратить свое время;",
            "Профессиональная ориентация и ключевые направления для изучения (вуз, специальность, кружок, секция, спорт);",
            "Сильные стороны ребенка, его таланты, склонности, а также возможные трудности и вызовы;",
            "Описание характера и темперамента ребенка: анализ каким ребенком он будет: активным или спокойным, общительным или замкнутым, творческим или практичным.",
            "Как понять внутренний мир своего ребенка и научиться с ним гармонично взаимодействовать;",
            "Какие таланты и способности стоит развивать, а на какие, напротив, не стоит тратить свое время;",
            "Профессиональная ориентация и ключевые направления для изучения (вуз, специальность, кружок, секция, спорт);",
            "Сильные стороны ребенка, его таланты, склонности, а также возможные трудности и вызовы;"
        ],
        imagePath: gold_dragon,
        format: "текстовый файл / аудиоформат",
        price: "3000 ₽"
        },
        {
        name: "Одна сфера",
        description: "Эта услуга представляет собой полноценный ответ по одному из интересующих Вас направлений",
        description_points: [
            "Здоровье: Вероятные проблемы со здоровьем; способы нейтрализации негативных аспектов; практические советы по улучшению здоровья; сложные периоды и риски для здоровья; как поддерживать своё здоровье; слабые и сильные точки вашего тела;",
            "Карьера: ваши сильные и слабые стороны, преимущества; самая прибыльная сфера и профессия; предназначение; скрытые таланты; конкретные действия для привлечения денежной удачи; потенциал богатства; самый благоприятный период для запуска проекта или бизнеса; лучший формат работы: найм или фриланс;",
            "Другие сферы на ваш выбор."
        ],
        imagePath: health,
        format: "видеоразбор длительностью 60 минут",
        price: "4000 ₽"
        },
        {
        name: "Индивидуальный видеоразбор",
        description: "Эта услуга представляет собой полноценный ответ по одному из интересующих Вас направлений",
        description_points: [
            "Здоровье: Вероятные проблемы со здоровьем; способы нейтрализации негативных аспектов; практические советы по улучшению здоровья; сложные периоды и риски для здоровья; как поддерживать своё здоровье; слабые и сильные точки вашего тела;",
            "Карьера: ваши сильные и слабые стороны, преимущества; самая прибыльная сфера и профессия; предназначение; скрытые таланты; конкретные действия для привлечения денежной удачи; потенциал богатства; самый благоприятный период для запуска проекта или бизнеса; лучший формат работы: найм или фриланс;",
            "Другие сферы на ваш выбор."
        ],
        imagePath: dragon,
        format: "видеоразбор длительностью 60 минут",
        price: "4000 ₽"
        },
    ])

    export default services;

</script>